Repository: pingviini/plone.app.dexterity
Catalog: plone/app/dexterity/locales/*/LC_MESSAGES/plone.app.dexterity.po
Languages: fi

source: # of items
fi: Kohteiden määrä

source: Add Content Type
fi: Lisää sisältötyyppi

source: Add New Content Type…
fi: Lisää uusi sisältötyyppi…

source: Adds Dublin Core metadata fields (equals Basic metadata + Categorization + Effective range + Ownership)
fi: Lisää Dublin Core -metatieto kentät (vastaa perusmetatieto-, kategorisointi-, voimassaoloaika- ja omistusoikeuslaajennoksia).

source: Adds a title and description
fi: Lisää otsikko- ja kuvauskentät.

source: Adds creator, contributor, and rights fields
fi: Lisää tekijä-, avustaja- ja tekijänoikeus-kentät.

source: Adds keywords and language setting
fi: Lisää avainsana- ja kieliasetukset.

source: Allow items to be excluded from navigation
fi: Sallii kohteiden piilottamisen navigoinnista.

source: Allow items to have next previous navigation enabled
fi: Sallii seuraava/edellinen-navigoinnin aktivoinnin.

source: Assign an effective and/or expiration date
fi: Mahdollistaa sisällön voimaantulo- ja/tai vanhenemispäivän asettamisen.

source: Automatically generate short URL name for content based on its initial title
fi: Luo tunniste automaattisesti sisällön otsikon perusteella.

source: Automatically generate short URL name for content based on its primary field file name
fi: Luo tunniste automaattisesti tiedoston nimen perusteella.

source: Basic metadata
fi: Perusmetatiedot

source: Behaviors
fi: Käytöslaajennokset

source: Behaviors successfully updated.
fi: Käytöslaajennokset päivitetty.

source: Categorization
fi: Kategorisointi

source: Clone
fi: Kloonaa

source: Clone Content Type
fi: Kloonaa sisältötyyppi

source: Configures various components needed for full Dexterity support.
fi: Määrittelee komponetteja täyttä Dexterity tukea varten.

source: Container
fi: Kansiomainen

source: Description
fi: Kuvaus

source: Dexterity Content Types
fi: Dexterity sisältötyypit

source: Dexterity content types
fi: Dexterity sisältötyypit

source: Dublin Core metadata
fi: Dublin Core -metatiedot

source: Effective range
fi: Voimassaoloaika

source: Enable next previous navigation for all items of this type
fi: Ota seuraava/edellinen -navigointi käyttöön kaikille kohteille.

source: Exclude From navigation
fi: Piilota navigoinnista

source: Export Schema Models
fi: Vie skeema

source: Export Type Profiles
fi: View sisältötyypin profiili

source: Fields
fi: Kentät

source: Items of this type will be able to contain other items.
fi: Tämän tyyppiset kohteet voivat sisältää muista kohteita.

source: Make all items of this type a navigation root
fi: Tee kaikista tämän tyyppisistä kohteista navigoinnin juuritaso.

source: Name from file name
fi: Tunniste tiedoston nimen perusteella

source: Name from title
fi: Tunniste otsikon perusteella

source: Navigation root
fi: Navigointipuun juuri

source: Next previous navigation
fi: Seuraava/edellinen -navigointi

source: Next previous navigation toggle
fi: Seuraava/edellinen -navigoinnin valinta

source: No changes were made.
fi: Ei muutoksia.

source: Overview
fi: Yleiskatsaus

source: Ownership
fi: Omistusoikeus

source: Please select a single type to clone.
fi: Valitse yksi tyyppi kloonattavaksi

source: Please select a type to clone.
fi: Valitse tyyppi kloonattavaksi

source: Please select types to export.
fi: Valitse tyypit siirtoa varten.

source: Please use only letters, numbers, and the following characters: .-_
fi: Käytä vain kirjaimia, numeroita ja seuraavia merkkejä: .-_

source: Select the behaviors to enable for this content type.
fi: Valitse tälle sisältötyypille aktivoitavat käytöslaajennokset.

source: Settings
fi: Asetukset

source: Short Name
fi: Tunniste

source: The following custom content types are available for your site.
fi: Sivustolla on käytettävissä seuraavat sisältötyypit.

source: There is already a content type named '${name}'
fi: Sivustolla on jo '${name}' niminen sisältötyyppi.

source: Type Name
fi: Sisältötyypin nimi

source: Type added successfully.
fi: Sisältötyyppi lisätty.

source: Type cloned successfully.
fi: Sisältötyyppi kloonattu.

source: Used for programmatic access to the type.
fi: Käytetään sisältötyyppiin liittyvässä toimintalogiikassa.

source: help_addcontenttype_button
fi: Valitse "Lisää sisältötyyppi" luodaksesi uuden sisältötyypin.

source: help_exclude_from_nav
fi: Jos tämä on valittu, kohde ei näy navigaatiopuussa.

source: help_nextprevious
fi: Ottaa käyttöön seuraava/edellinen -widgetin tämän kansion sisällä olevissa kohteissa.

source: label_exclude_from_nav
fi: Piilota navigoinnista.

source: label_nextprevious
fi: Ota seuraava/edellinen -navigointi käyttöön.
